[{
  "id":1,
  "title": "Kabbalah For The Student",
  "author" : "Rav Michael Laitman, PhD.",
  "description" : "The greatest contemporary Kabbalists, Rav Yehuda Ashlag, and his son and successor, Rav Baruch Ashlag, provide valid answers to life's most fundamental question: What is the meaning of my life? Based on their interpretations of The Book of Zohar, and The Tree of Life, we can now learn how to benefit from the wisdom of Kabbalah on a day-to-day basis. In addition to authentic texts by these great Kabbalists, this book offers illustrations that accurately depict the evolution of the Upper Worlds as Kabbalistsexperience them, as well as several helpful essays to enhance our understanding of the texts. In Kabbalah for the Student, Rav Michael Laitman, PhD, Rav Baruch Ashlag's personal assistant and prime student, compiled all the texts a Kabbalah student would need in order to attain the spiritual worlds. In his daily lessons, Rav Laitman bases his teaching on these inspiring texts, thus helping novices and veterans alike to better understand the spiritual path we undertake on our fascinating journey to the Higher Realms",
  "url" : "http://itunes.apple.com/us/book/kabbalah-for-the-student/id434038414?mt=11&uo=4",
  "pdf" : "http://m.kab.tv/ios/pdf/eng_o_ml-sefer-kabbalah-for-the-student.pdf",
  "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/kfsBook.png",
  "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/kfsBig.png"
  },
  {
    "id" : 2,
    "title": "Shamati",
    "author" : "Rav Michael Laitman, PhD.",
    "description" : "Among all the texts and notes of Rabbi Baruch Shalom Halevi Ashlag (the Rabash), there was one special notebook he always carried. This notebook contained the transcripts of his conversations with his father, Rabbi Yehuda Leib Halevi Ashlag (Baal HaSulam), author of the Sulam (Ladder) commentary on The Book of Zohar and of many other works on Kabbalah.\n\nNot feeling well on the Jewish New Year in September 1991, the Rabash summoned his prime disciple and personal assistant, Michael Laitman, to his bedside and handed him that notebook. Its cover contained only one word, Shamati (I Heard). As he handed the notebook, he said to Laitman, \"Take it and learn from it.\" The following morning, he perished in his student's arms, leaving him and many of his other disciples without guidance in this world.\n\nCommitted to Rabash's legacy to disseminate the wisdom of Kabbalah, Laitman published the notebook just as it was written, thus retaining the text's transforming powers. Among all the books of Kabbalah, Shamati is a unique and compelling composition whose power persists long after the reading is through.",
    "url" : "http://itunes.apple.com/us/book/shamati-i-heard/id413289925?mt=11&uo=4",
    "pdf" : "http://m.kab.tv/ios/pdf/eng_o_ml-sefer-shamati.pdf",
    "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/shamatiBook.png",
    "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/shamatiBig.png"
  },
  {
    "id" : 3,
    "title": "Rabash--The Social Writings",
    "author" : "Rav Baruch Ashlag",
    "description" : "Rav Baruch Shalom HaLevi Ashlag (Rabash), a student of his father, Rav Yehuda Leib HaLevi Ashlag, author of the Sulam (Ladder) commentary on The Book of Zohar, played a remarkable role in the history of Kabbalah. His writings provide us with the necessary link connecting the wisdom of Kabbalah to our human experience. If not for these essays, his father’s efforts to disclose the wisdom of Kabbalah would be in vain.",
    "url" : "http://itunes.apple.com/us/book/rabash-the-social-writings/id433838566?mt=11&uo=4",
    "pdf" : "http://m.kab.tv/ios/pdf/eng_t_rb-sefer-the-writings-of-rabash.pdf",
    "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/rabashBook.png",
    "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/rabashBig.png"
  },
  {
    "id" : 4,
    "title": "Gems of Wisdom",
    "author" : "Baal HaSulam",
    "description" : "Gems of Wisdom: words of the great Kabbalists from all generations is a collection of excerpts from the writings of great Kabbalists from all generations, particularly the writings of Rav Yehuda Ashlag, author of the Sulam [Ladder] commentary of The Book of Zohar. This collection reveals the innovative concepts of Kabbalah on every realm of human life, using short excerpts with accurate references to the source. It is a priceless gift to any Kabbalah enthusiast.",
    "url" : "http://itunes.apple.com/us/book/gems-of-wisdom/id429133884?mt=11&uo=4",
    "pdf" : "http://m.kab.tv/ios/pdf/eng_t_norav_book_gems-of-wisdom.pdf",
    "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/gemsBook.png",
    "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/gemsBig.png"
  },
  {
    "id" : 5,
    "title": "Attaining the Worlds Beyond",
    "author" : "Rav Michael Laitman, PhD.",
    "description" : "Late in the evening in September 1991, a notebook was passed to Michael Laitman containing the transcripts from one of the greatest Kabbalists of all time. For thousands of years the secrets of Kabbalah have been guarded from the eyes of strangers and only to be revealed at certain times. The time has come to unveil the secrets that provide the answer to the question all men in all times have asked themselves: What is the meaning of my life? Attaining The Worlds Beyond is based on the notebook given to the author by Rabbi Baruch Ashlag just before he perished. This notebook contained all the transcripts of the conversations with his father, Rabbi Yehudah Ashlag; the Rabbi of Jerusalem, and the greatest Kabbalist in our generation. Rabbi Yehuda Ashlag left a study method for this generation, which is suitable for anyone wishing to use it. 'This method is a practical way to apprehend the upper world and the source of our existence while still living in this world.'",
    "url" : "http://itunes.apple.com/us/book/attaining-the-worlds-beyond/id413289921?mt=11&uo=4",
    "pdf" : "http://m.kab.tv/ios/pdf/eng_o_ml-sefer-attaining-the-worlds-beyond.pdf",
    "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/attainingBook.png",
    "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/attainingBig.png"
  },
  {
    "id" : 6,
    "title": "Unlocking the Zohar",
    "author" : "Rav Michael Laitman, PhD.",
    "description" : "The Book of Zohar (Book of Radiance), also known as, The Zohar, is one of the most mysterious and misunderstood compositions ever written. The awe, admiration, and even fear it has evoked over the years are unsurpassed. This book contains the secrets of the whole of Creation, but until recently these secrets were shrouded in a cloud of mystery and misconceptions.\n\nNow The Zohar is openly unfolding its wisdom throughout the world, to show humanity a way forward, as the book itself declares (VaYera, Item 460), “When the days of the Messiah draw near, even infants will discover the secrets of the wisdom.” The greatest Kabbalist of the 20th century, Rav Yehuda Ashlag (1884-1954) paved a new way for us by which we can reveal the secrets of The Zohar. He wrote the Sulam [Ladder] Commentary and the four introductions for The Zohar to help us come to know the forces that govern our lives, and teach us how we can assume control over our destinies.\n\nUnlocking The Zohar is an invitation to a wondrous journey to a higher world. The author, Kabbalist Dr. Michael Laitman, wisely ushers us into the revelations of the Sulam commentary. In so doing, Laitman helps us fine-tune our thoughts as we read in The Zohar, to maximize the spiritual benefit derived from reading it. In addition to explaining The Book of Zohar, the book contains numerous inspiring quotes from The Zohar, specifically translated, edited, and compiled for easy reading and understanding of this powerful text.",
    "url" : "http://itunes.apple.com/us/book/unlocking-the-zohar/id434609481?mt=11&uo=4",
    "pdf" : "http://m.kab.tv/ios/pdf/eng_book_unlocking-the-zoha_mlaitman_web.pdf",
    "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/unlockingBook.png",
    "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/unlockingBig.png"
  },
  {
    "id" : 7,
    "title": "Let There be Light",
    "author" : "Shimon Bar Yochai",
    "description" : "Ever since the appearance of The Zohar in 13th Century Spain, scholars, scientists and spiritual seekers have struggled to unlock its secrets. Isaac Newton thought it held alchemical formulas. Many in Hollywood ascribe to it instructions for meditation and mysticism. In truth, it speaks only about how the single interconnected reality was shattered to pieces, so that from this “Big Bang” humanity would evolve and reassemble the pieces in heart and mind, and rise above suffering to joy and wholeness. This pocket-sized collection of excerpts was carefully chosen for accessibility and poetic depth.",
    "url" : "http://itunes.apple.com/us/book/let-there-be-light/id529446263?mt=11&uo=4",
    "pdf" : "http://m.kab.tv/ios/pdf/eng_book_let-there-be-light.pdf",
    "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/lightBook.png",
    "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/letthereBig.png"
  },
  {
    "id" : 8,
    "title": "Wondrous Wisdom",
    "author" : "Michael R. Kellogg",
    "description" : "Today interest in Kabbalah has exploded worldwide. Millions of people are seeking answers as to what this ancient wisdom really is, and where they can find authentic instruction. With so many conflicting ideas about Kabbalah on the internet, in books, and in the mass media; the time has finally arrived to answer humanity's need, and reveal the wisdom to all who truly desire to know.\n\nIn Wondrous Wisdom you will receive the first steps, an initial course on Kabbalah, based solely on authentic teachings passed down from Kabbalist teacher to student over thousands of years. Offered within is a sequence of lessons revealing the nature of the wisdom and explaining the method of attaining it. For every person questioning \"Who am I really?\" and \"Why am I on this planet?\" this book is an absolute must. But if you listen with your heart to one famous question, I am sure that all your doubts as to whether you should study the Kabbalah will vanish without a trace. This question is a bitter and fair one, asked by all born on earth: What is the meaning of my life? Rav Yehuda Ashlag, from Introduction to Talmud Eser Sefirot.",
    "url" : "http://www.kabbalahbooks.info/product-p/wondrous-wisdom.htm",
    "pdf" : "http://m.kab.tv/ios/pdf/eng_o_mk-sefer-wondrous-wisdom.pdf",
    "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/wonderousBook.png",
    "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/wondrousBig.png"
  },
  {
    "id" : 9,
    "title": "The Zohar",
    "author" : "Rav Michael Laitman, PhD.",
    "description" : "The Book of Zohar (The Book of Radiance) is an ageless source of wisdom and the basis for all Kabbalistic literature. Since its appearance nearly 2,000 years ago, it has been the primary, and often only, source used by Kabbalists.For centuries, Kabbalah was hidden from the public, which was considered not yet ready to receive it. However, our generation has been designated by Kabbalists as the first generation that is ready to grasp the concepts in The Zohar. Now, we can put these principles into practice in our lives. Written in a unique and metaphorical language, The Zohar: annotations to the Ashlag Commentary enriches our understanding of reality and expands our worldview. However, this text should not be read in an ordinary fashion. We should patiently and repeatedly read and think about each sentence as we try to penetrate the author's feelings. We should read it slowly and try to extract the nuances of the text. Although the text deals with one subject only how to relate to the Creator it approaches it from different angles. This allows each of us to find the particular phrase or word that will carry us into the depths of this profound and timeless wisdom.",
    "url" : "http://itunes.apple.com/us/book/the-zohar/id435671285?mt=11&uo=4",
    "pdf" : "http://m.kab.tv/ios/pdf/eng_t_ml-sefer-zohar.pdf",
    "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/zoharBook.png",
    "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/zoharBig.png"
  },
  {
    "id" : 10,
    "title": "Kabbalah, Science and the Meaning of Life",
    "author" : "Rav Michael Laitman, PhD.",
    "description" : "Kabbalah, Science & the Meaning of Life traces the milestones of the evolution of science with which we are familiar, such as Newton's and Einstein's theories but goes further to present the science of Kabbalah as the basis for understanding the hidden parts of reality which scientists are now discovering. While other sciences research the definable world around us, Kabbalah teaches us how the spontaneous changes occurring within us affect our surrounding reality. The wisdom of Kabbalah enables us to monitor those changes and control them, and in so doing change our world for the better.",
    "url" : "http://itunes.apple.com/us/book/kabbalah-science-meaning-life/id429133981?mt=11&uo=4",
    "pdf" : "http://m.kab.tv/ios/pdf/eng_o_ml-sefer-kabbalah-science-and-the-meaning-of-life.pdf",
    "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/kabbalahBook.png",
    "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/kabbalahBig.png"
  },
  {
    "id" : 11,
    "title": "The Kabbalist",
    "author" : "Semion Vinokur",
    "description" : "The Kabbalist is based on the true story of Yehuda Ashlag, the mysterious 20th Century Kabbalist whose life and works inspired The Matrix, and many other Hollywood movies and trends. This masterfully told adventure will overturn everything readers thought they knew about Kabbalah and spirituality. It conveys the inner workings of one who achieved direct contact with the singular force that governs all of reality, transcending religion, nationality, space and time, and showing readers that miracles take place only within, when we act in harmony with nature and the entire humanity.",
    "url" : "http://itunes.apple.com/us/book/the-kabbalist/id529446411?mt=11&uo=4",
    "pdf" : "http://m.kab.tv/ios/pdf/eng_book_kabbalist_svinokur_web.pdf",
    "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/kabbalistBook.png",
    "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/kabbalistBig.png"
  },
  {
    "id" : 12,
    "title": "The Secrets of the Eternal Book",
    "author" : "Semion Vinokur",
    "description" : "The Secrets of the Eternal Book decodes some of the Bible’s most enigmatic, yet oft-cited epochs. The author’s lively and easygoing style makes for a smooth entrance into the depths of perception, where one changes one’s world simply by contemplation and desire. While reading, you will gently rise beyond the level of physical events as they are described in the Bible, and you will find Pharaoh, Moses, Adam and Eve that lie within you.",
    "url" : "https://itunes.apple.com/us/book/secrets-eternal-book/id644873953?mt=11",
    "pdf" : "http://m.kab.tv/ios/pdf/The_Secrets_of_the_Eternal_Book.pdf",
    "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/eternalBook.png",
    "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/eternalBig.png"
  },
  {
    "id" : 13,
    "title": "Bail Yourself Out",
    "author" : "Rav Michael Laitman, PhD.",
    "description" : "Everything that exists is an outcome of interaction between two forces—giving and receiving. When they work in harmony, life flows peacefully in its course. When they collide, we must deal with calamities and crises of great magnitude,” says Prof. Michael Laitman. These forces are at work in every aspect of life: family, economy, politics, ecology, and health. Bail Yourself Out: How You Can Emerge Strong from the World Crisis is a guide to mastering these forces on the personal, national, and global levels. With this knowledge, we hold the key to success by harnessing them to our benefit.",
    "url" : "http://itunes.apple.com/us/book/bail-yourself-out/id413251260?mt=11&uo=4",
    "pdf" : "http://m.kab.tv/ios/pdf/eng_t_ml-sefer-bail-yourself-out.pdf",
    "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/bailBook.png",
    "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/bailBig.png"
  },
  {
    "id" : 14,
    "title": "Benefits of the New Economy",
    "author" : "Guy Isaac",
    "description" : "The Benefits of the New Economy presents innovative solutions to the global crises facing us today. The authors argue that rooted in the foundation of all modern economies is a flaw of imbalance with nature’s laws. In the past, it seemed our economy was outside the laws of homeostasis and integrality that scientists research in other systems. But recently, this dormant flaw met with an increase in global interdependence, bringing crises both personal and on a collective global scale. The Benefits of the New Economy is a way out of the woods, to a harmonious relationship with the new laws of globality.",
    "url" : "http://itunes.apple.com/us/book/benefits-new-economy/id529446514?mt=11&uo=4",
    "pdf" : "http://m.kab.tv/ios/pdf/eng_book_benefits-of-the-new-economy_web.pdf",
    "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/benefits.png",
    "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/benefitsBig.png"
  },
  {
    "id" : 15,
    "title": "A Guide to the New World",
    "author" : "Michael Laitman & Anatoly Ulianov",
    "description" : "Why are there so few rich, and so many poor? Why are modern education systems producing poorly educated children? Why is there hunger when there is enough food to feed everyone? Why are there still countries without social justice? We all long to feel safe and guarantee our children’s future. For this, we must begin to practice mutual guarantee, by which all become guarantors of each other’s well being. A Guide to the New World explains how each of us can relate harmoniously to the global transformation that is taking place.",
    "url" : "http://itunes.apple.com/us/book/a-guide-to-the-new-world/id529446422?mt=11&uo=4",
    "pdf" : "http://m.kab.tv/ios/pdf/eng_book_guide-to-the-new-world_mlaitman_web.pdf",
    "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/guideBook.png",
    "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/guideBig.png"
  },
  {
    "id" : 16,
    "title": "The Psychology of the Integral Society",
    "author" : "Michael Laitman & Anatoly Ulianov",
    "description" : "In today’s interdependent world, teaching children to compete seems as “wise” as teaching one’s left hand to outsmart the right hand. The Psychology of the Integral Society outlines the principles of an eye-opening approach to education. No competition, rearing through social environment, peer equality, rewarding givers, and dynamic group makeup are some of the concepts introduced in this must-have book for all who wish to become better parents and better persons in today’s integrated society.",
    "url" : "http://itunes.apple.com/us/book/psychology-integral-society/id461335828?mt=11&uo=4",
    "pdf" : "http://m.kab.tv/ios/pdf/eng_book_psychology-integral-society_mlaitman_web.pdf",
    "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/psycologyBook.png",
    "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/psycologyBig.png"
  },
  {
    "id" : 17,
    "title": "Self-Interest vs. Altruism in the Global Era",
    "author" : "Michael Laitman",
    "description" : "Self-Interest vs. Altruism in the Global Era regards the world’s challenges as necessary consequences of humanity’s growing egotism, rather than a series of errors. The book suggests ways to use our egos for society’s benefit, rather than trying to suppress them. The books offers a novel understanding of humanity’s existence on this planet, a birds-eye view of history as a record of humankind’s growing egotism, as well as a solution to our current social challenges.",
    "url" : "http://itunes.apple.com/us/book/self-interest-vs.-altruism/id458279825?mt=11&uo=4",
    "pdf" : "http://m.kab.tv/ios/pdf/eng_book_self-interest-vs-altruism_mlaitman_web.pdf",
    "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/interestBook.png",
    "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/interestBig.png"
  },
  {
    "id" : 18,
    "title": "Children of Tomorrow",
    "author" : "Rav Michael Laitman, PhD.",
    "description" : "Children of Tomorrow: Guidelines for Raising Happy Children in the 21st Century is a new beginning for you and your children. The big revelation is that raising kids is all about games and play, yet relating to them as small grownups, making all major decisions together. Open any page to find inspiring, thought-provoking quotes about every aspect of children’s lives. This book offers a fresh perspective on raising happy children to become successful, confident adults.",
    "url" : "http://itunes.apple.com/us/book/children-of-tomorrow/id434614705?mt=11&uo=4",
    "pdf" : "http://m.kab.tv/ios/pdf/eng_book_children-of-tomorrow_mlaitman_web.pdf",
    "thumbnail-small" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/childrenBook.png",
    "thumbnail-medium" : "https://s3-us-west-1.amazonaws.com/kablibrary/images/childrenBig.png"
  }]
